Repository: Dev-Linux/lightdm-manager
Catalog: po/*.po
Languages: lt, sk, sr, tr

source: LightDM Manager
lt: LightDM tvarkytuvė
sk: Správca relácie LightDM
sr: ЛајтДМ менаџер

source: Users
lt: Naudotojai
sk: Používatelia
sr: Корисници
tr: Kullanıcılar

source: Appearance
lt: Išvaizda
sk: Vzhľad
sr: Изглед
tr: Görünüm

source: Background
lt: Fonas
sk: Pozadie
sr: Позадина
tr: Arkaplan

source: Theme
lt: Tema
sk: Téma
sr: Тема
tr: Tema

source: Menu
lt: Meniu
sk: Ponuka
sr: Мени
tr: Menü

source: Hide users
lt: Slėpti naudotojus
sk: Skryť používateľov
sr: сакриј кориснике
tr: Kullanıcıları gizle

source: User icon
lt: Naudotojo piktograma
sk: Ikona používateľa
sr: Икона корисника
tr: Kullanıcı simgesi

source: Auto-login
lt: Automatinis prisijungimas
sk: Automatické prihlásenie
sr: Аутоматска пријава
tr: Otomatik giriş

source: Select user image
lt: Pasirinkite naudotojo paveikslą
sk: Vybrať obrázok používateľa
sr: Одаберите слику корисника
tr: Kullanıcı resmini seçin

source: LightDM settings
lt: LightDM nustatymai
sk: Nastavenia relácie LightDM
sr: ЛајтДМ поставке
tr: LightDM ayarları

source: Settings have changed Do you want to save the new settings?
lt: Nustatymai pasikeitė Ar norite įrašyti naujus nustatymus?
sk: Nastavenia boli zmenené Chcete uložiť nové nastavenia?
sr: Поставке су измењене Желите ли да их сачувате?
tr: Ayarlar değişti Yeni ayarları kaydetmek istiyor musunuz?

source: Saved
lt: Įrašyta
sk: Uložené
sr: Сачувано
tr: Kaydedildi

source: LightDM settings saved successfully.
lt: LightDM nustatymai sėkmingai įrašyti.
sk: Nastavenia relácie LightDM boli úspešne uložené.
sr: ЛајтДМ поставке успешно сачуване.
tr: LightDM ayarları başarıyla kaydedildi.

source: Choose background image
lt: Pasirinkite fono paveikslą
sk: Zvoliť obrázok pozadia
sr: Изаберите слику позадине
tr: Arkaplan resmi seçin

source: New background: %(bg)s
lt: Naujas fonas: %(bg)s
sk: Nové pozadie: %(bg)s
sr: Нова позадина: %(bg)s
tr: Yeni arkaplan: %(bg)s

source: Auto-login user selected: %(usr)s
lt: Pasirinktas automatinio prisijungimo naudotojas: %(usr)s
sk: Vybratý používateľ pre automatické prihlásenie: %(usr)s
sr: Корисник за аутоматску пријаву: %(usr)s
tr: Otomatik giriş kullanıcısı seçildi: %(usr)s

source: Cannot remove group '%(group)s': not empty.
lt: Nepavyksta pašalinti grupę "%(group)s": nėra tuščia.
sk: Nedá sa odstrániť skupina „%(group)s“: nie je prázdna.
sr: Не могу да уклоним групу „%(group)s„: није празна.
tr: Grup '%(group)s' silinemedi: boş değil.

source: The command '%(cmd)s' returned error code: %(ret)d.
lt: Komanda "%(cmd)s" grąžino klaidos kodą: %(ret)d.
sk: Príkaz „%(cmd)s“ vrátil chybový kód: %(ret)d.
sr: Команда „%(cmd)s“ је вратила код грешке: %(ret)d.
tr: Komut '%(cmd)s' hata kodu döndürdü: %(ret)d.

source: Cannot remove user '%(user)s': processes started by user are still running.
lt: Nepavyksta pašalinti naudotojo "%(user)s": naudotojo pradėti procesai yra vis dar vykdomi.
sk: Nedá sa odstrániť používateľ „%(user)s“: procesy spsutené používateľom sú stále spustené.
sr: Не могу да уклоним корисника „%(user)s“: процеси које је покренуо још раде.
tr: Kullanıcı '%(user)s' silinemedi: kullanıcı tarafından başlatılmış işlemler hala sürüyor.

source: Manager for LightDM
lt: Tvarkytuvė, skirta LightDM
sk: Správca pre reláciu LightDM
sr: Менаџер за ЛајтДМ
tr: LightDM Yöneticisi
